/* A passcode has not been set */
"A passcode has not been set" = "A passcode has not been set";

/* Richiesto accesso */
"Access requires authentication" = "Access requires authentication";

/* Autenticazione */
"Authentication" = "Authentication";

/* Autentucazione fallita */
"Authentication failed" = "Authentication failed";

/* attento */
"BE ALERT!" = "BE ALERT!";

/* Cancel
   Cancel deleting all files */
"Cancel" = "Cancel";

/* Annulla 
   Cancel  */
"Cancel " = "Cancel ";

/* Change Gesture */
"Change Gesture" = "Change Gesture";

/* Scegli file */
"Choose a source" = "Choose a source";

/* Delete All
   Elimina tutti i file */
"Delete All" = "Delete All";

/* Elimina file */
"Delete file" = "Delete file";

/* Sei sicuro di voler eliminare tutti i file? */
"Do you want delete all files?" = "Do you want delete all files?";

/* Sei sicuro di voler eliminare questo file? */
"Do you want delete this file?" = "Do you want delete this file?";

/* Elimina Files */
"Elimina Files" = "Elimina Files";

/* Excellent! */
"Excellent!" = "Excellent!";

/* Files delete with successfull */
"Files delete with successfull" = "Files delete with successfull";

/* Gesture Change */
"Gesture Change" = "Gesture Change";

/* Gesture recorded */
"Gesture recorded" = "Gesture recorded";

/* Bene! */
"Good!" = "Good!";

/* TouchID non settato */
"If you want use this app, you need to set a touch id " = "If you want use this app, you need to set a touch id ";

/* attento */
"Insert again" = "Insert again";

/* inserisci gesture */
"Insert gesture " = "Insert gesture ";

/* Insert gesture again, for ensure that you draw it correct */
"Insert gesture again, for ensure that you draw it correct" = "Insert gesture again, for ensure that you draw it correct";

/* Insert your new gesture */
"Insert your new gesture" = "Insert your new gesture";

/* Now you should insert a gesture, we use it as password for your secret archive. You should insert a continuos gesture, try to not lift your finger */
"Now you should insert a gesture, we use it as password for your secret archive. You should insert a continuos gesture, try to not lift your finger" = "Now you should insert a gesture, we use it as password for your secret archive. You should insert a continuos gesture, try to not lift your finger";

/* Password option selected */
"Password option selected" = "Password option selected";

/* Galleria  */
"Photo Library " = "Photo Library ";

/* Photo Source */
"Photo Source" = "Photo Source";

/* Please insert gesture */
"Please insert gesture" = "Please insert gesture";

/* Riprova */
"Please try again" = "Please try again";

/* Restart the App for make persistent the changement */
"Restart the App for make persistent the changement" = "Restart the App for make persistent the changement";

/* Retry */
"Retry" = "Retry";

/* Second gesture do not match, insert again or press cancel to redo you initial gesture */
"Second gesture do not match, insert again or press cancel to redo you initial gesture" = "Second gesture do not match, insert again or press cancel to redo you initial gesture";

/* Sessione cancellata */
"Session cancelled" = "Session cancelled";

/* Success */
"Success" = "Success";

/* TouchID non settato */
"TouchID is not enrolled" = "TouchID is not enrolled";

/* TouchID not available */
"TouchID not available" = "TouchID not available";

/* Vuoi eliminare tutti i files ? */
"Vuoi eliminare tutti i files ?" = "Vuoi eliminare tutti i files ?";

/* Yes  */
"Yes " = "Yes ";

